Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/SecurityMeasures.resw
Source language: en_us
Languages: ar, de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# DisableRC464-TLS
source: Disable the weak Cipher for Schannel: RC4 64-bit
ar: تعطيل التشفير الضعيف لـ Schannel: RC4 64-bit
de: Schwache Chiffre für Schannel deaktivieren: RC4 64-Bit
el_gr: Απενεργοποίηση της αδύναμης Κρυπτογράφησης για Schannel: RC4 64-bit
es: Deshabilitar el Cifrado Débil para Schannel: RC4 64-bit
fr_fr: Désactiver le chiffrement faible pour Schannel : RC4 64 bits
he_il: ביטול הצופן החלש עבור Schannel: RC4 64-bit
hi_in: Schannel के लिए कमजोर साइफर अक्षम करें: RC4 64-bit
ja_jp: Schannel の脆弱な暗号を無効にする: RC4 64 ビット
ml_in: Schannel-നുള്ള ദുർബല സൈഫർ അപ്രാപ്തമാക്കുക: RC4 64-bit
pl_pl: Wyłącz słabe szyfry dla Schannel: RC4 64-bit
tr_tr: Schannel için zayıf Şifreyi devre dışı bırakın: RC4 64 bit

# DisableRC4128-TLS
source: Disable the weak Cipher for Schannel: RC4 128-bit
ar: تعطيل التشفير الضعيف لـ Schannel: RC4 128-bit
de: Schwache Chiffre für Schannel deaktivieren: RC4 128-Bit
el_gr: Απενεργοποίηση της αδύναμης Κρυπτογράφησης για Schannel: RC4 128-bit
es: Deshabilitar el Cifrado Débil para Schannel: RC4 128-bit
fr_fr: Désactiver le chiffrement faible pour Schannel : RC4 128 bits
he_il: ביטול הצופן החלש עבור Schannel: RC4 128-bit
hi_in: Schannel के लिए कमजोर साइफर अक्षम करें: RC4 128-bit
ja_jp: Schannel の脆弱な暗号を無効にする: RC4 128 ビット
ml_in: Schannel-നുള്ള ദുർബല സൈഫർ അപ്രാപ്തമാക്കുക: RC4 128-bit
pl_pl: Wyłącz słabe szyfry dla Schannel: RC4 128-bit
tr_tr: Schannel için zayıf Şifreyi devre dışı bırakın: RC4 128 bit

# DisableTripleDES-TLS
source: Disable the weak Cipher for Schannel: 3DES 168-bit (Triple DES 168)
ar: تعطيل التشفير الضعيف لـ Schannel: 3DES 168-bit (Triple DES 168)
de: Schwache Chiffre für Schannel deaktivieren: 3DES 168-Bit (Triple DES 168)
el_gr: Απενεργοποίηση της αδύναμης Κρυπτογράφησης για Schannel: 3DES 168-bit (Triple DES 168)
es: Deshabilitar el Cifrado Débil para Schannel: 3DES 168-bit (Triple DES 168)
fr_fr: Désactiver le chiffrement faible pour Schannel : 3DES 168 bits (Triple DES 168)
he_il: ביטול הצופן החלש עבור Schannel: 3DES 168-bit (Triple DES 168)
hi_in: Schannel के लिए कमजोर साइफर अक्षम करें: 3DES 168-bit (Triple DES 168)
ja_jp: Schannel の脆弱な暗号を無効にする: 3DES 168 ビット (Triple DES 168)
ml_in: Schannel-നുള്ള ദുർബല സൈഫർ അപ്രാപ്തമാക്കുക: 3DES 168-bit (Triple DES 168)
pl_pl: Wyłącz słabe szyfry dla Schannel: 3DES 168-bit (Triple DES 168)
tr_tr: Schannel için zayıf Şifreyi devre dışı bırakın: 3DES 168 bit (Üçlü DES 168)

# DisableMD5-TLS
source: Disable MD5 Hashing Algorithm for SChannel.
ar: تعطيل خوارزمية التجزئة MD5 لـ SChannel.
de: MD5-Hashalgorithmus für SChannel deaktivieren.
el_gr: Απενεργοποίηση Αλγορίθμου Κατακερματισμού MD5 για SChannel.
es: Deshabilitar Algoritmo de Hash MD5 para SChannel.
fr_fr: Désactiver l'algorithme de hachage MD5 pour SChannel.
he_il: ביטול אלגוריתם גיבוב MD5 עבור SChannel.
hi_in: SChannel के लिए MD5 हैश एल्गोरिदम अक्षम करें।
ja_jp: SChannel の MD5 ハッシュ アルゴリズムを無効にする。
ml_in: SChannel-നായി MD5 ഹാഷ് അൽഗോരിതം അപ്രാപ്തമാക്കുക.
pl_pl: Wyłącz algorytm hash MD5 dla SChannel.
tr_tr: SChannel için MD5 Karma Algoritmasını devre dışı bırakın.

# BattleNetCipher-TLS
source: Allow the less secure "TLS_RSA_WITH_AES_256_CBC_SHA" Cipher to be used in order to provide compatibility with the Battle Net game client.
ar: السماح بالتشفير الأقل أمانًا "TLS_RSA_WITH_AES_256_CBC_SHA" لتوفير التوافق مع عميل لعبة Battle Net.
de: Die weniger sichere Chiffre "TLS_RSA_WITH_AES_256_CBC_SHA" zulassen, um die Kompatibilität mit dem Battle Net Game-Client sicherzustellen.
el_gr: Να επιτρέπεται η λιγότερο ασφαλής κρυπτογράφηση "TLS_RSA_WITH_AES_256_CBC_SHA" για παροχή συμβατότητας με τον πελάτη παιχνιδιού Battle Net.
es: Permitir el cifrado menos seguro "TLS_RSA_WITH_AES_256_CBC_SHA" para proporcionar compatibilidad con el cliente del juego Battle Net.
fr_fr: Autoriser l'utilisation du chiffrement moins sécurisé "TLS_RSA_WITH_AES_256_CBC_SHA" afin d'assurer la compatibilité avec le client de jeu Battle.net.
he_il: אפשור הצופן הפחות מאובטח "TLS_RSA_WITH_AES_256_CBC_SHA" כדי לספק תאימות עם לקוח המשחק Battle Net.
hi_in: Battle Net गेम क्लाइंट के साथ संगतता प्रदान करने के लिए कम सुरक्षित साइफर "TLS_RSA_WITH_AES_256_CBC_SHA" की अनुमति दें।
ja_jp: Battle Net ゲーム クライアントとの互換性を確保するために、安全性の低い暗号「TLS_RSA_WITH_AES_256_CBC_SHA」の使用を許可する。
ml_in: Battle Net ഗെയിം ക്ലയന്റുമായി പൊരുത്തപ്പെടുത്തുന്നതിന് കുറവ് സുരക്ഷിതമായ സൈഫർ "TLS_RSA_WITH_AES_256_CBC_SHA" അനുവദിക്കുക.
pl_pl: Zezwól na mniej bezpieczny szyfr "TLS_RSA_WITH_AES_256_CBC_SHA" w celu zapewnienia zgodności z klientem gier Battle Net.
tr_tr: Battle Net oyun istemcisiyle uyumluluk sağlamak için daha az güvenli "TLS_RSA_WITH_AES_256_CBC_SHA" Şifresinin kullanılmasına izin verin.

# SAC-MSDefender
source: Turn on Smart App Control. Please also enable optional diagnostic data which is needed for proper functioning of Smart App Control.
ar: تشغيل Smart App Control. يرجى أيضًا تفعيل البيانات التشخيصية الاختيارية المطلوبة للعمل الصحيح لـ Smart App Control.
de: Smart App Control einschalten. Bitte außerdem optionale Diagnosedaten aktivieren, die für das ordnungsgemäße Funktionieren von Smart App Control erforderlich sind.
el_gr: Ενεργοποίηση Smart App Control. Παρακαλώ ενεργοποιήστε επίσης τα προαιρετικά διαγνωστικά δεδομένα που απαιτούνται για τη σωστή λειτουργία του Smart App Control.
es: Habilitar Smart App Control. Por favor, también habilite los datos de diagnóstico opcionales requeridos para el funcionamiento adecuado de Smart App Control.
fr_fr: Activer le contrôle intelligent des applications (Smart App Control). Veuillez également activer les données de diagnostic facultatives nécessaires au bon fonctionnement de Smart App Control.
he_il: הפעלת Smart App Control. אנא הפעל גם נתוני אבחון אופציונליים הנדרשים לתפקוד תקין של Smart App Control.
hi_in: Smart App Control सक्षम करें। कृपया Smart App Control के उचित कार्य के लिए आवश्यक वैकल्पिक निदान डेटा भी सक्षम करें।
ja_jp: スマート アプリ コントロールをオンにする。スマート アプリ コントロールが正しく機能するために必要な、オプションの診断データも有効にしてください。
ml_in: Smart App Control പ്രവർത്തനക്ഷമമാക്കുക. Smart App Control ശരിയായി പ്രവർത്തിക്കാൻ ആവശ്യമായ ഓപ്‌ഷണൽ ഡയഗ്‌നോസ്റ്റിക് ഡാറ്റയും പ്രവർത്തനക്ഷമമാക്കുക.
pl_pl: Włącz Smart App Control. Proszę również włączyć opcjonalne dane diagnostyczne wymagane do prawidłowego działania Smart App Control.
tr_tr: Akıllı Uygulama Denetimi'ni açın. Lütfen Akıllı Uygulama Kontrolü'nün düzgün çalışması için gerekli olan isteğe bağlı tanılama verilerini de etkinleştirin.

# InactivityTimeoutSecs-LockScreen
source: Set the Machine inactivity limit policy so the device will automatically lock after 120 seconds of inactivity.
ar: تعيين سياسة حد عدم النشاط للجهاز بحيث يتم قفل الجهاز تلقائيًا بعد 120 ثانية من عدم النشاط.
de: Richtlinie für die Inaktivitätsgrenze des Geräts so festlegen, dass das Gerät nach 120 Sekunden Inaktivität automatisch gesperrt wird.
el_gr: Ορισμός της πολιτικής ορίου αδράνειας μηχανήματος ώστε η συσκευή να κλειδώνει αυτόματα μετά από 120 δευτερόλεπτα αδράνειας.
es: Establecer política de límite de inactividad de la máquina para que el dispositivo se bloquee automáticamente después de 120 segundos de inactividad.
fr_fr: Configurer la stratégie de limite d'inactivité de la machine afin que l'appareil se verrouille automatiquement après 120 secondes d'inactivité.
he_il: הגדרת מדיניות מגבלת חוסר פעילות למכונה כך שהמכשיר יינעל אוטומטית לאחר 120 שניות של חוסר פעילות.
hi_in: मशीन निष्क्रियता सीमा नीति सेट करें ताकि डिवाइस 120 सेकंड की निष्क्रियता के बाद स्वचालित रूप से लॉक हो जाए।
ja_jp: コンピューターの非アクティブ状態の制限ポリシーを設定し、120 秒間操作がないとデバイスが自動的にロックされるようにする。
ml_in: 120 സെക്കൻഡ് നിഷ്‌ക്രിയത്വത്തിനു ശേഷം ഉപകരണം സ്വയമേവ ലോക്ക് ചെയ്യുന്നതിന് മെഷീൻ നിഷ്‌ക്രിയത്വ പരിധി നയം സജ്ജമാക്കുക.
pl_pl: Ustaw zasadę limitu bezczynności maszyny, aby urządzenie automatycznie blokowało się po 120 sekundach bezczynności.
tr_tr: Makine hareketsizlik sınırı politikasını, cihazın 120 saniye boyunca işlem yapılmaması durumunda otomatik olarak kilitleneceği şekilde ayarlayın.

# DisableCAD-LockScreen
source: Set an Interactive logon policy to require CTRL+ALT+DEL key combination on Lock Screen before you can enter your credentials. This can mitigate certain attacks that utilize fake lock screens in order to capture the user credentials in clear text such as passwords.
ar: تعيين سياسة تسجيل دخول تفاعلية لطلب مجموعة مفاتيح CTRL+ALT+DEL على شاشة القفل قبل أن تتمكن من إدخال بيانات الاعتماد الخاصة بك. يمكن أن يخفف هذا من هجمات معينة تستخدم شاشات قفل مزيفة لالتقاط بيانات اعتماد المستخدم في نص واضح مثل كلمات المرور.
de: Interaktive Anmelderichtlinie so festlegen, dass auf dem Sperrbildschirm die Tastenkombination STRG+ALT+ENTF erforderlich ist, bevor Sie Ihre Anmeldeinformationen eingeben können. Dies kann bestimmte Angriffe abmildern, die gefälschte Sperrbildschirme verwenden, um Anmeldeinformationen wie Kennwörter im Klartext abzugreifen.
el_gr: Ορισμός πολιτικής διαδραστικής σύνδεσης για απαίτηση συνδυασμού πλήκτρων CTRL+ALT+DEL στην Οθόνη Κλειδώματος πριν μπορέσετε να εισαγάγετε τα διαπιστευτήριά σας. Αυτό μπορεί να μετριάσει ορισμένες επιθέσεις που χρησιμοποιούν ψεύτικες οθόνες κλειδώματος για να καταγράψουν τα διαπιστευτήρια χρήστη σε απλό κείμενο όπως κωδικούς πρόσβασης.
es: Establecer política de inicio de sesión interactivo para requerir la combinación de teclas CTRL+ALT+DEL en la Pantalla de Bloqueo antes de poder ingresar sus credenciales. Esto puede mitigar ciertos ataques que usan pantallas de bloqueo falsas para capturar credenciales de usuario en texto sin cifrar como contraseñas.
fr_fr: Configurer une stratégie d'ouverture de session interactive pour exiger la combinaison de touches CTRL+ALT+SUPPR sur l'écran de verrouillage avant de pouvoir entrer vos informations d'identification. Cela peut atténuer certaines attaques utilisant de faux écrans de verrouillage pour capturer les informations d'identification de l'utilisateur (comme les mots de passe) en texte clair.
he_il: הגדרת מדיניות כניסה אינטראקטיבית לדרישת צירוף המקשים CTRL+ALT+DEL במסך הנעילה לפני שתוכל להזין את האישורים שלך. זה יכול למתן התקפות מסוימות המשתמשות במסכי נעילה מזויפים כדי ללכוד את אישורי המשתמש בטקסט ברור כגון סיסמאות.
hi_in: आपके क्रेडेंशियल दर्ज करने से पहले लॉक स्क्रीन पर CTRL+ALT+DEL कुंजी संयोजन की आवश्यकता के लिए इंटरैक्टिव लॉगऑन नीति सेट करें। यह कुछ हमलों को कम कर सकता है जो नकली लॉक स्क्रीन का उपयोग करके उपयोगकर्ता क्रेडेंशियल जैसे पासवर्ड को स्पष्ट पाठ में कैप्चर करते हैं।
ja_jp: 資格情報を入力する前に、ロック画面で CTRL+ALT+DEL キーの組み合わせを必須とする対話型ログオン ポリシーを設定する。これにより、パスワードなどのユーザー資格情報を平文でキャプチャするために偽のロック画面を利用する特定の攻撃を緩和できる。
ml_in: നിങ്ങളുടെ ക്രെഡൻഷ്യലുകൾ നൽകുന്നതിന് മുമ്പ് ലോക്ക് സ്‌ക്രീനിൽ CTRL+ALT+DEL കീ കോമ്പിനേഷൻ ആവശ്യമായി വരുന്നതിന് ഇന്ററാക്ടീവ് ലോഗോൺ നയം സജ്ജമാക്കുക. ഇത് പാസ്‌വേഡുകൾ പോലുള്ള ഉപയോക്തൃ ക്രെഡൻഷ്യലുകൾ പ്ലെയിൻ ടെക്‌സ്റ്റിൽ പകർത്താൻ വ്യാജ ലോക്ക് സ്‌ക്രീനുകൾ ഉപയോഗിക്കുന്ന ചില ആക്രമണങ്ങളെ ലഘൂകരിക്കും.
pl_pl: Ustaw zasadę logowania interaktywnego, aby wymagać kombinacji klawiszy CTRL+ALT+DEL na ekranie blokady przed wprowadzeniem danych uwierzytelniających. Może to złagodzić niektóre ataki wykorzystujące fałszywe ekrany blokady do przechwytywania danych uwierzytelniających użytkownika, takich jak hasła w postaci zwykłego tekstu.
tr_tr: Kimlik bilgilerinizi girmeden önce Kilit Ekranında CTRL+ALT+DEL tuş birleşimini gerektirecek bir Etkileşimli oturum açma ilkesi ayarlayın. Bu, kullanıcı kimlik bilgilerini şifreler gibi açık metinlerle yakalamak için sahte kilit ekranlarını kullanan belirli saldırıları azaltabilir.

# MaxDevicePasswordFailedAttempts-LockScreen
source: Set an Interactive logon policy for Machine account lockout threshold so that the BitLocker encrypted device will be locked after 5 failed attempts to login. You will be required to enter BitLocker recovery key for the OS drive to login again.
ar: تعيين سياسة تسجيل دخول تفاعلية لعتبة قفل حساب الجهاز بحيث يتم قفل الجهاز المشفر بـ BitLocker بعد 5 محاولات فاشلة لتسجيل الدخول. ستحتاج إلى إدخال مفتاح استرداد BitLocker لمحرك نظام التشغيل لتسجيل الدخول مرة أخرى.
de: Interaktive Anmelderichtlinie für die Kontosperrschwelle des Geräts so festlegen, dass das mit BitLocker verschlüsselte Gerät nach 5 fehlgeschlagenen Anmeldeversuchen gesperrt wird. Sie müssen den BitLocker-Wiederherstellungsschlüssel für das Betriebssystemlaufwerk eingeben, um sich erneut anzumelden.
el_gr: Ορισμός πολιτικής διαδραστικής σύνδεσης για όριο κλειδώματος λογαριασμού μηχανήματος ώστε η συσκευή κρυπτογραφημένη με BitLocker να κλειδώνει μετά από 5 αποτυχημένες προσπάθειες σύνδεσης. Θα απαιτηθεί εισαγωγή κλειδιού ανάκτησης BitLocker για τη μονάδα λειτουργικού συστήματος για να συνδεθείτε ξανά.
es: Establecer política de inicio de sesión interactivo para el umbral de bloqueo de cuenta de máquina para que el dispositivo cifrado con BitLocker se bloquee después de 5 intentos fallidos de inicio de sesión. Necesitará ingresar la clave de recuperación de BitLocker para la unidad del sistema operativo para iniciar sesión nuevamente.
fr_fr: Configurer une stratégie d'ouverture de session interactive pour le seuil de verrouillage du compte machine afin que l'appareil chiffré par BitLocker soit verrouillé après 5 tentatives de connexion échouées. Vous devrez entrer la clé de récupération BitLocker pour le lecteur du système d'exploitation pour vous reconnecter.
he_il: הגדרת מדיניות כניסה אינטראקטיבית לסף נעילת חשבון מכונה כך שהמכשיר המוצפן ב-BitLocker יינעל לאחר 5 ניסיונות כושלים להתחבר. תידרש להזין מפתח שחזור BitLocker עבור כונן מערכת ההפעלה כדי להתחבר שוב.
hi_in: मशीन खाता लॉकआउट थ्रेशोल्ड के लिए इंटरैक्टिव लॉगऑन नीति सेट करें ताकि BitLocker-एन्क्रिप्टेड डिवाइस 5 असफल लॉगिन प्रयासों के बाद लॉक हो जाए। फिर से लॉगिन करने के लिए आपको ऑपरेटिंग सिस्टम ड्राइव के लिए BitLocker रिकवरी कुंजी दर्ज करनी होगी।
ja_jp: BitLocker で暗号化されたデバイスが 5 回のログイン失敗後にロックされるように、コンピューター アカウントのロックアウトしきい値に関する対話型ログオン ポリシーを設定する。再度ログインするには、OS ドライブの BitLocker 回復キーの入力が必要になる。
ml_in: 5 പരാജയപ്പെട്ട ലോഗിൻ ശ്രമങ്ങൾക്ക് ശേഷം BitLocker-എൻക്രിപ്റ്റ് ചെയ്ത ഉപകരണം ലോക്ക് ചെയ്യുന്നതിന് മെഷീൻ അക്കൗണ്ട് ലോക്കൗട്ട് ത്രെഷോൾഡിനായി ഇന്ററാക്ടീവ് ലോഗോൺ നയം സജ്ജമാക്കുക. വീണ്ടും ലോഗിൻ ചെയ്യാൻ ഓപ്പറേറ്റിംഗ് സിസ്റ്റം ഡ്രൈവിനായി BitLocker റിക്കവറി കീ നൽകേണ്ടതുണ്ട്.
pl_pl: Ustaw zasadę logowania interaktywnego dla progu blokady konta maszyny, tak aby urządzenie zaszyfrowane przez BitLocker zostało zablokowane po 5 nieudanych próbach logowania. Aby ponownie się zalogować, będziesz musiał wprowadzić klucz odzyskiwania BitLocker dla dysku systemu operacyjnego.
tr_tr: BitLocker şifreli aygıtın 5 başarısız oturum açma denemesinden sonra kilitlenmesi için Makine hesabı kilitleme eşiği için bir Etkileşimli oturum açma ilkesi ayarlayın. İşletim sistemi sürücüsünün tekrar oturum açması için BitLocker kurtarma anahtarını girmeniz istenecektir.

# DontDisplayLockedUserId-LockScreen
source: Set an Interactive logon policy to stop displaying user information when the session is locked.
ar: تعيين سياسة تسجيل دخول تفاعلية لإيقاف عرض معلومات المستخدم عندما تكون الجلسة مقفلة.
de: Interaktive Anmelderichtlinie festlegen, um die Anzeige von Benutzerinformationen bei gesperrter Sitzung zu beenden.
el_gr: Ορισμός πολιτικής διαδραστικής σύνδεσης για διακοπή εμφάνισης πληροφοριών χρήστη όταν η συνεδρία είναι κλειδωμένη.
es: Establecer política de inicio de sesión interactivo para dejar de mostrar información del usuario cuando la sesión está bloqueada.
fr_fr: Configurer une stratégie d'ouverture de session interactive pour ne pas afficher les informations utilisateur lorsque la session est verrouillée.
he_il: הגדרת מדיניות כניסה אינטראקטיבית להפסקת הצגת מידע משתמש כאשר הסשן נעול.
hi_in: सत्र लॉक होने पर उपयोगकर्ता जानकारी प्रदर्शित करना बंद करने के लिए इंटरैक्टिव लॉगऑन नीति सेट करें।
ja_jp: セッションがロックされているときにユーザー情報を表示しないように、対話型ログオン ポリシーを設定する。
ml_in: സെഷൻ ലോക്ക് ചെയ്‌തിരിക്കുമ്പോൾ ഉപയോക്തൃ വിവരങ്ങൾ കാണിക്കുന്നത് നിർത്താൻ ഇന്ററാക്ടീവ് ലോഗോൺ നയം സജ്ജമാക്കുക.
pl_pl: Ustaw zasadę logowania interaktywnego, aby zatrzymać wyświetlanie informacji o użytkowniku, gdy sesja jest zablokowana.
tr_tr: Oturum kilitlendiğinde kullanıcı bilgilerinin görüntülenmesini durdurmak için Etkileşimli oturum açma ilkesini ayarlayın.

# DontDisplayUserName-LockScreen
source: Set an Interactive logon policy to stop displaying the username at Lock Screen.
ar: تعيين سياسة تسجيل دخول تفاعلية لإيقاف عرض اسم المستخدم على شاشة القفل.
de: Interaktive Anmelderichtlinie festlegen, um die Anzeige des Benutzernamens auf dem Sperrbildschirm zu beenden.
el_gr: Ορισμός πολιτικής διαδραστικής σύνδεσης για διακοπή εμφάνισης ονόματος χρήστη στην Οθόνη Κλειδώματος.
es: Establecer política de inicio de sesión interactivo para dejar de mostrar el nombre de usuario en la Pantalla de Bloqueo.
fr_fr: Configurer une stratégie d'ouverture de session interactive pour ne pas afficher le nom d'utilisateur sur l'écran de verrouillage.
he_il: הגדרת מדיניות כניסה אינטראקטיבית להפסקת הצגת שם משתמש במסך הנעילה.
hi_in: लॉक स्क्रीन पर उपयोगकर्ता नाम प्रदर्शित करना बंद करने के लिए इंटरैक्टिव लॉगऑन नीति सेट करें।
ja_jp: ロック画面にユーザー名を表示しないように、対話型ログオン ポリシーを設定する。
ml_in: ലോക്ക് സ്‌ക്രീനിൽ ഉപയോക്തൃനാമം കാണിക്കുന്നത് നിർത്താൻ ഇന്ററാക്ടീവ് ലോഗോൺ നയം സജ്ജമാക്കുക.
pl_pl: Ustaw zasadę logowania interaktywnego, aby zatrzymać wyświetlanie nazwy użytkownika na ekranie blokady.
tr_tr: Kullanıcı adının Kilit Ekranında görüntülenmesini durdurmak için bir Etkileşimli oturum açma ilkesi ayarlayın.

# DontDisplayLastUserName-LockScreen
source: Set an Interactive logon policy to stop displaying last signed-in details at Lock Screen.
ar: تعيين سياسة تسجيل دخول تفاعلية لإيقاف عرض تفاصيل آخر تسجيل دخول على شاشة القفل.
de: Interaktive Anmelderichtlinie festlegen, um die Anzeige der zuletzt angemeldeten Details auf dem Sperrbildschirm zu beenden.
el_gr: Ορισμός πολιτικής διαδραστικής σύνδεσης για διακοπή εμφάνισης στοιχείων τελευταίας σύνδεσης στην Οθόνη Κλειδώματος.
es: Establecer política de inicio de sesión interactivo para dejar de mostrar detalles del último inicio de sesión en la Pantalla de Bloqueo.
fr_fr: Configurer une stratégie d'ouverture de session interactive pour ne pas afficher les détails de la dernière connexion sur l'écran de verrouillage.
he_il: הגדרת מדיניות כניסה אינטראקטיבית להפסקת הצגת פרטי כניסה אחרונה במסך הנעילה.
hi_in: लॉक स्क्रीन पर अंतिम लॉगिन विवरण प्रदर्शित करना बंद करने के लिए इंटरैक्टिव लॉगऑन नीति सेट करें।
ja_jp: ロック画面に前回サインインの詳細を表示しないように、対話型ログオン ポリシーを設定する。
ml_in: ലോക്ക് സ്‌ക്രീനിൽ അവസാന ലോഗിൻ വിശദാംശങ്ങൾ കാണിക്കുന്നത് നിർത്താൻ ഇന്ററാക്ടീവ് ലോഗോൺ നയം സജ്ജമാക്കുക.
pl_pl: Ustaw zasadę logowania interaktywnego, aby zatrzymać wyświetlanie szczegółów ostatniego logowania na ekranie blokady.
tr_tr: Kilit Ekranında son oturum açma ayrıntılarının görüntülenmesini durdurmak için bir Etkileşimli oturum açma ilkesi ayarlayın.

# ConsentPromptBehaviorAdmin-UAC
source: Set the behavior of the elevation prompt for administrators in Admin Approval Mode: Prompt for Consent on the Secure Desktop
ar: تعيين سلوك موجه الارتقاء للمسؤولين في وضع موافقة المسؤول: المطالبة بالموافقة على سطح المكتب الآمن
de: Verhalten der Erhöhungsaufforderung für Administratoren im Modus „Administratorbestätigung“ festlegen: Zustimmung auf dem sicheren Desktop anfordern
el_gr: Ορισμός της συμπεριφοράς της προτροπής ανύψωσης για διαχειριστές σε Λειτουργία Έγκρισης Διαχειριστή: Προτροπή για Συγκατάθεση στην Ασφαλή Επιφάνεια Εργασίας
es: Establecer el comportamiento del indicador de elevación para administradores en Modo de Aprobación de Administrador: Solicitar consentimiento en el escritorio seguro
fr_fr: Définir le comportement de l'invite d'élévation pour les administrateurs en mode d'approbation administrateur : Demander le consentement sur le bureau sécurisé
he_il: הגדרת התנהגות בקשת ההרשאה למנהלים במצב אישור מנהל: בקשת הסכמה בשולחן העבודה המאובטח
hi_in: व्यवस्थापक अनुमोदन मोड में व्यवस्थापकों के लिए उन्नयन प्रॉम्प्ट व्यवहार सेट करें: सुरक्षित डेस्कटॉप पर सहमति के लिए प्रॉम्प्ट करें
ja_jp: 管理者承認モードでの管理者に対する昇格プロンプトの動作を設定する: セキュリティで保護されたデスクトップで同意を求める
ml_in: അഡ്മിൻ അംഗീകാര മോഡിലെ അഡ്മിനിസ്‌ട്രേറ്റർമാർക്കുള്ള എലവേഷൻ പ്രോംപ്റ്റ് പെരുമാറ്റം സജ്ജമാക്കുക: സുരക്ഷിത ഡെസ്‌ക്‌ടോപ്പിൽ സമ്മതത്തിനായി പ്രോംപ്റ്റ് ചെയ്യുക
pl_pl: Ustaw zachowanie monitu o podniesienie uprawnień dla administratorów w trybie zatwierdzania przez administratora: Monituj o zgodę na bezpiecznym pulpicie
tr_tr: Yönetici Onay Modunda yöneticiler için yükseltme isteminin davranışını ayarlayın: Güvenli Masaüstünde Onay İstemi

# ConsentPromptBehaviorUser-UAC
source: Set the behavior of the elevation prompt for standard users: Prompt for Credentials on the Secure Desktop
ar: تعيين سلوك موجه الارتقاء للمستخدمين العاديين: المطالبة ببيانات الاعتماد على سطح المكتب الآمن
de: Verhalten der Erhöhungsaufforderung für Standardbenutzer festlegen: Anmeldeinformationen auf dem sicheren Desktop anfordern
el_gr: Ορισμός της συμπεριφοράς της προτροπής ανύψωσης για τυπικούς χρήστες: Προτροπή για Διαπιστευτήρια στην Ασφαλή Επιφάνεια Εργασίας
es: Establecer el comportamiento del indicador de elevación para usuarios estándar: Solicitar credenciales en el escritorio seguro
fr_fr: Définir le comportement de l'invite d'élévation pour les utilisateurs standard : Demander des informations d'identification sur le bureau sécurisé
he_il: הגדרת התנהגות בקשת ההרשאה למשתמשים רגילים: בקשת אישורים בשולחן העבודה המאובטח
hi_in: मानक उपयोगकर्ताओं के लिए उन्नयन प्रॉम्प्ट व्यवहार सेट करें: सुरक्षित डेस्कटॉप पर क्रेडेंशियल के लिए प्रॉम्प्ट करें
ja_jp: 標準ユーザーに対する昇格プロンプトの動作を設定する: セキュリティで保護されたデスクトップで資格情報を求める
ml_in: സാധാരണ ഉപയോക്താക്കൾക്കുള്ള എലവേഷൻ പ്രോംപ്റ്റ് പെരുമാറ്റം സജ്ജമാക്കുക: സുരക്ഷിത ഡെസ്‌ക്‌ടോപ്പിൽ ക്രെഡൻഷ്യലുകൾക്കായി പ്രോംപ്റ്റ് ചെയ്യുക
pl_pl: Ustaw zachowanie monitu o podniesienie uprawnień dla użytkowników standardowych: Monituj o poświadczenia na bezpiecznym pulpicie
tr_tr: Standart kullanıcılar için yükseltme isteminin davranışını ayarlayın: Güvenli Masaüstünde Kimlik Bilgisi İstemi
